import React from 'react';

export default function TimelinePreview() {
  return (
    <div className="timeline ge-tablet pa-2" style={{width: 400}}>
      <h1>まだ途中。</h1>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
      <p>ここにタイムラインが表示されるはずだ</p>
    </div>
  );
}
